Repository: kuznetsov9/wp-content-13-01
Catalog: languages/plugins/bp-better-messages-*.po
Languages: ru_ru

# Settings page
source: Settings related to searching users while starting the conversation
ru_ru: Настройки связанные с поиском пользователей при начале новой беседы

# Settings page
source: Searching users
ru_ru: Поиск пользователей

# Settings page
source: Disable subject when starting new conversation
ru_ru: Отключить ввод темы при старте новой беседы

# Settings page
source: Disable subject
ru_ru: Отключить темы бесед

# Settings page
source: Don`t allow to create conversations with multiple participants
ru_ru: Не разрешать создавать беседы с несколькими получателями

# Settings page
source: Disable Conversations with multiple participants
ru_ru: Отключить беседы с несколькими участниками

# Settings page
source: This will not allow members to create new private conversation if member already have conversation with recipient
ru_ru: Это не позволит пользователям создавать новые приватные беседы, если у пользователя уже есть беседа с получаетелем

# Settings page
source: Prevent creating multiple conversations with same member
ru_ru: Запретить создавать множество бесед с одним и тем же получаетелем

# Settings page
source: When clicking the Private Message button user will be immediately redirected to new conversation instead of new conversation screen
ru_ru: Когда пользователь нажимает на кнопку Приватное Сообщение, он будет немедленно перенаправлен на страницу беседы, вместо страницы для начала новой беседы

# Settings page
source: Fast Start
ru_ru: Быстрый старт

# Settings page
source: Settings related to starting new conversations by website members
ru_ru: Настройки связанные со стартом новых бесед

# Settings page
source: Starting new conversation
ru_ru: Начало новой беседы

# Settings page
source: All good, WebSocket server know about this domain, all should be working good.
ru_ru: Все хорошо, WebSocket сервер знает об этом домене, все должно работать хорошо.

# Settings page
source: Double-checking if WebSocket server know about this domain and sync is fine
ru_ru: Двойная проверка, если WebSocket сервер знает об этом домене и синхронизация в порядке

# Settings page
source: If you have license, and it must be attached to this website, try to press sync button in <a href="%s">your account</a>.
ru_ru: Если у вас есть лицензия, и она должна быть прикреплена к этому веб-сайту, попробуйте нажать кнопку синхронизации в <a href="%s">вашей учетной записи</a>.

# Settings page
source: This website using WebSocket plugin version, but has no active license attached.
ru_ru: Этот веб-сайт использует WebSocket версию, но не имеет лицензии.

# Settings page
source: Customization
ru_ru: Кастомизация

# Settings page
source: Encrypts all sensitive content before transfer to websocket server and decrypt on client site with special secret keys not known by our side.
ru_ru: Шифрует весь конфиденциальный контент перед передачей на сервер WebSocket и расшифровывает на клиентском сайте специальные секретные ключи, неизвестные нашей стороне.

# Settings page
source: If first shortcode does not work (this can happen when using some page builders) - use <code>%s</code> shortcode instead.
ru_ru: Если первый шорткод не работает (это может случиться, когда используются некоторые плагины для постройки страниц) - используйте <code>%s</code> шорткод взамен.

# Settings page
source: You can use <code>%s</code> shortcode to place chat in specific place of your selected page, if you not used this shortcode all page content will be replaced.
ru_ru: Вы можете использовать шорткод <code>%s</code>, чтобы разместить чат в определенном месте выбранной вами страницы. Если вы не использовали этот шорткод, все содержимое страницы будет заменено.

source: Messages Viewer
ru_ru: Просмотр Сообщений

# User settings
source: Saved successfully
ru_ru: Успешно сохранено

# User settings
source: When enabled, you will receive messages notifications even if browser is closed.
ru_ru: Если этот параметр включен, вы будете получать уведомления о сообщениях, даже если браузер закрыт.

# User settings
source: Browser push notifications
ru_ru: Push-уведомления браузера

# User settings
source: When enabled, you will receive notifications about new messages via email when you are offline.
ru_ru: При включении вы будете получать уведомления о новых сообщениях по электронной почте, когда вы оффлайн.

# User settings
source: Enable notifications via email
ru_ru: Включить уведомления по электронной почте

# User settings
source: Notifications
ru_ru: Уведомления

# User settings
source: Who can start private conversations with you?
ru_ru: Кто может начинать приватные беседы с вами?

# User settings
source: Nobody
ru_ru: Никто

# User settings
source: Allow Friends
ru_ru: Разрешить друзьям

# User settings
source: Allow Followers
ru_ru: Разрешить подписчикам

# User settings
source: Everyone
ru_ru: Все

source: Cancel
ru_ru: Отмена

source: You have new message from %s
ru_ru: У вас есть новое сообщение от %s

source: New message from %s
ru_ru: Новое сообщение от %s

# Rest API Error
source: Sorry, you are not allowed to access this conversation
ru_ru: Извините, у вас нет доступа к этой беседе

# Rest API Error
source: Sorry, the conversation which you tried to access does not exists
ru_ru: Извините, беседа к которой вы пытались получить доступ не существует

# Rest API Error
source: Sorry, you are not allowed to reply into this conversation
ru_ru: Извините, вам не разрешено отвечать в этой беседе

source: Message content was empty.
ru_ru: Сообщение было пустым.

# User tried to send empty message error
source: The message you were trying to send was empty
ru_ru: Сообщение которое вы пытались отправить было пустым

# Rest API Error
source: Sorry, you are not allowed to restore this conversation
ru_ru: Извините, вы не можете восстановить эту беседу

# Rest API Error
source: You are not allowed to delete message of super moderator.
ru_ru: Вы не можете удалить сообщение главного модератора.

# WP Admin
source: Settings
ru_ru: Настройки

source: <a href="%s">Go to the discussion</a> to reply or catch up on the conversation.
ru_ru: <a href="%s">Перейти к диалогу,</a> чтобы ответить или прочитать сообщения.

source: Hi %s,
ru_ru: Привет %s,

# Email notification header for non BuddyPress websites
source: You have unread messages:
ru_ru: У вас есть непрочитанные сообщения:

# Email notification header for non BuddyPress websites
source: You have unread messages: "%s"
ru_ru: У вас есть непрочитанные сообщения: "%s"

source: %s wrote:
ru_ru: %s написал(а):

source: A member has unread private messages.
ru_ru: У пользователя есть непрочитанные личные сообщения.

source: You have unread messages: "{{subject}}" {{messages.raw}} Go to the discussion to reply or catch up on the conversation: {{{thread.url}}}
ru_ru: У вас есть непрочитанные сообщения: "{{subject}}" {{messages.raw}} Перейдите по ссылке, чтобы прочитать или ответить: {{{thread.url}}}

source: You have unread messages: &quot;{{subject}}&quot; {{{messages.html}}} <a href="{{{thread.url}}}">Go to the discussion</a> to reply or catch up on the conversation.
ru_ru: У вас есть непрочитанные сообщения: &quot;{{subject}}&quot; {{{messages.html}}} <a href="{{{thread.url}}}">Перейдите по ссылке</a>, чтобы прочитать или ответить.

source: [{{{site.name}}}] You have unread messages: {{subject}}
ru_ru: [{{{site.name}}}] У вас есть непрочитанные сообщения: {{subject}}

source: You must become friends with <strong>%s</strong> to start conversation
ru_ru: Вы должны стать друзьями с <strong>%s</strong> чтобы начать беседу

# Ultimate Member User Restriction
source: <strong>%s</strong> allows only followers to message him
ru_ru: <strong>%s</strong> разрешает только подписчикам писать ему сообщения

source: <strong>%s</strong> allows only friends to message him
ru_ru: <strong>%s</strong> разрешает только друзьям писать ему сообщения

source: %s not allow to message him
ru_ru: %s не разрешает отправлять ему сообщения

source: You were blocked by recipient
ru_ru: Вы были заблокированы получателем

# Error message when group threads are disabled
source: You can start conversation only with 1 user per time
ru_ru: Вы можете начинать беседу только с 1 пользователем за 1 раз

source: Your membership does not allow to use messages
ru_ru: Ваше членство не позволяет использовать сообщения

source: This user does not exist.
ru_ru: Такого пользователя не существует.

source: You need to login to have access to profiles.
ru_ru: Вам необходимо войти в систему, чтобы иметь доступ к профилям.

# MyCred Log Entry
source: Better Messages charge for message #%d
ru_ru: Better Messages взимает плату за сообщение #%d

# MyCred Log Entry
source: Better Messages charge for new thread #%d
ru_ru: Better Messages взимает плату за новую тему #%d

source: You cant start new conversation now. Please wait %s seconds.
ru_ru: Вы не можете начать беседу сейчас. Пожалуйста подождите %s секунд.

source: Message was not sent. Please try again.
ru_ru: Сообщение не отправлено. Пожалуйста, попробуйте еще раз.

# User tried to send message with no recipients
source: Please select recipient(s) before sending the message
ru_ru: Пожалуйста выберите получаетелей, перед тем как отправить сообщение

source: Your message was not sent. Please enter some content.
ru_ru: Ваше сообщение не отправлено. Введите содержимое сообщения.

source: Your message was not sent. Please use a valid sender.
ru_ru: Ваше сообщение не отправлено. Пожалуйста, используйте действительного отправителя.

# Login form for unlogged users
source: Login required
ru_ru: Необходима авторизация

source: Audio Call
ru_ru: Аудиовызов

source: Video Call
ru_ru: Видеозвонок

source: No Subject
ru_ru: Нет темы

source: <a href="%s" target="_blank">Download</a> and install Premium version of plugin to use this feature
ru_ru: <a href="%s" target="_blank">Скачать</a> и установить премиум-версию плагина, чтобы использовать эту функцию

source: Get WebSocket License
ru_ru: Получить WebSocket лицензию

# Thread Title (when subjects are disabled)
source: %s Participants
ru_ru: %s Участников

# Rest API Error
source: Error while creating new conversation
ru_ru: Ошибка при создании новой беседы

source: Profile picture of %s
ru_ru: Изображение профиля %s

source: Deleted User
ru_ru: Удаленный пользователь

# WP Customizer
source: Indent of mini widgets from the window side
ru_ru: Отступ мини виджетов сбоку окна

# WP Customizer
source: Indent of Mini Widgets
ru_ru: Отступ Мини Виджетов

# WP Customizer
source: Height of Mini Widgets
ru_ru: Высота Мини Виджетов

# WP Customizer
source: Width of Mini Widgets
ru_ru: Ширина Мини Виджетов

# WP Customizer
source: Height of Mini Chat
ru_ru: Высота Мини Чатов

# WP Customizer
source: Width of Mini Chat
ru_ru: Ширина Мини Чатов

# WP Customizer
source: Date Label: Text Color
ru_ru: Дата: Цвет текста

# WP Customizer
source: Date Label: Background Color
ru_ru: Дата: Цвет фона

# WP Customizer
source: Modern Message: Right Content Color
ru_ru: Современный макет сообщений: Цвет контента справа

# WP Customizer
source: Modern Message: Right Background Color
ru_ru: Современный макет сообщений: Цвет фона справа

# WP Customizer
source: Modern Message: Right Nickname Color
ru_ru: Современный макет сообщений: Цвет ника справа

# WP Customizer
source: Modern Message: Left Content Color
ru_ru: Современный макет сообщений: Цвет контента слева

# WP Customizer
source: Modern Message: Left Background Color
ru_ru: Современный макет сообщений: Цвет фона слева

# WP Customizer
source: Modern Message: Left Nickname Color
ru_ru: Современный макет сообщений: Цвет ника слева

# WP Customizer
source: Primary Text Color
ru_ru: Основной цвет текста

# WP Customizer
source: Secondary Border Color
ru_ru: Вторичный цвет границы

# WP Customizer
source: Primary Border Color
ru_ru: Основной цвет границы

# WP Customizer
source: Hover Background Color
ru_ru: Цвет фона при наведении

# WP Customizer
source: Secondary Background Color
ru_ru: Вторичный цвет фона

# WP Customizer
source: Primary Background Color
ru_ru: Основной цвет фона

# WP Customizer
source: Primary Color
ru_ru: Основной цвет

# WP Customizer
source: Dark
ru_ru: Темный

# WP Customizer
source: Light
ru_ru: Светлый

# WP Customizer
source: Color scheme
ru_ru: Цветовая схема

# WP Customizer
source: Modern Messages Roundness
ru_ru: Современный макет сообщений Закругление

# WP Customizer
source: Dark Mode
ru_ru: Тёмный режим

# WP Customizer
source: Light Mode
ru_ru: Светлый режим

# WP Customizer
source: General
ru_ru: Основное

# Messages list sub nav
source: Messages
ru_ru: Сообщения

# Messages list sub nav
source: Messages <span class="%s">%s</span>
ru_ru: Сообщения <span class="%s">%s</span>

source: Starred
ru_ru: Помеченные

source: Disabled
ru_ru: Отключить

source: Enabled
ru_ru: Включить

# BuddyPress Groups
source: All members of the group will be automatically joined to the conversation of this group
ru_ru: Все члены группы будут автоматически присоединены к беседе этой группы

# BuddyPress Groups
source: Enable Group Messages feature for this group
ru_ru: Включить функцию сообщений для этой группы

source: Group Messages
ru_ru: Групповая беседа

# Rest API Error
source: Sorry, you are not allowed to delete this conversation
ru_ru: Извините, вы не можете удалить эту беседу

# Rest API Error
source: Sorry, you are not allowed to remove this user from conversation
ru_ru: Извините, вы не можете исключить этого пользователя из беседы

# Rest API Error
source: Sorry, this user is not participant of this conversation
ru_ru: Извините, этот пользователь не является участником беседы

# Rest API Error
source: Sorry, you are not allowed to remove participants from this conversation
ru_ru: Извините, вы не можете исключать пользователей из этой беседы

# Rest API Error
source: Sorry, this user already participating in this conversation
ru_ru: Извините, этот пользователь уже является участником этой беседы

# Rest API Error
source: Sorry, you are not allowed to add participants to this conversation
ru_ru: Извините, вы не можете добавлять пользователей в эту беседу

# Rest API Error
source: Something went wrong
ru_ru: Что-то пошло не так.

# Rest API Error
source: You can not make user moderator if he is not participant of the conversation
ru_ru: Вы не можете назначить пользователя модератором, если он не является участником беседы

# Rest API Error
source: You can not unmake user moderator if he is not participant of the conversation
ru_ru: Вы не можете убрать пользователя из модераторов, если он не является участником беседы

# Rest API Error
source: Sorry, you are not allowed to do that
ru_ru: Извините, вам не разрешено выполнять данное действие.

# Bulk Messages Page
source: No users was selected
ru_ru: Пользователи не были выбраны.

# Bulk Messages Page
source: Message is empty
ru_ru: Сообщение пусто

# Message when user cant send message to user who blocked him
source: You can't send message to user who blocked you
ru_ru: Вы не можете отправить сообщение пользователю, который вас заблокировал

# Message when user cant send message to user blocked by him
source: You can't send message to user who was blocked by you
ru_ru: Вы не можете отправить сообщение пользователю, который вас заблокировал

# Error when starting new thread but user blocked
source: %s blocked you
ru_ru: %s заблокировал вас

# Error when starting new thread but user blocked
source: %s blocked by you
ru_ru: %s заблокирован вами

# User settings screen
source: Blocked users
ru_ru: Заблокированные пользователи

source: Private Message
ru_ru: Личное сообщение

source: Messages
ru_ru: Сообщения

# Ultimate member - follower restriction
source: You must follower this user to send messages
ru_ru: Вы должны подписаться на этого пользователя для отправки сообщений

# Ultimate member - follower restriction
source: %s need to be followed to start new conversation
ru_ru: %s должен быть подписан чтобы начать новую беседу

# Ultimate Member - Group Tab Name
source: Messages
ru_ru: Сообщения

source: Sticker
ru_ru: Стикер

# Rest API Error
source: Sorry, you have no access to this conversation
ru_ru: Извините, у вас нет доступа к этой беседе

# Reactions
source: You can only put reactions to other members messages
ru_ru: Вы можете оставлять реакции только к сообщениям других пользователей

source: Message not found
ru_ru: Сообщение не найдено

# Reactions
source: No such reaction available
ru_ru: Такая реакция недоступна

# Peepso Integration
source: Messages
ru_ru: Сообщения

# PeepSo Integration
source: Audio Call
ru_ru: Аудиозвонок

# PeepSo Integration
source: Video Call
ru_ru: Видеозвонок

# PeepSo Integration
source: Start a conversation
ru_ru: Начать новый диалог

# PeepSo Integration
source: Send Message
ru_ru: Отправить сообщение

source: You must become friends to send messages
ru_ru: Вы должны стать друзьями для отправки сообщений

source: %s not on your friends list
ru_ru: %s не является вашим другом

# PeepSo Group Section Label
source: Messages
ru_ru: Сообщения

source: Search results will display here
ru_ru: Результаты поиска будут отображаться здесь

# File Uploader Error
source: Your request is empty.
ru_ru: Ваш запрос пуст.

# File Uploader Error
source: %s is too large! Please upload file up to %d MB.
ru_ru: %s слишком большой! Пожалуйста загрузите файл до %d MB.

# File Uploader Error
source: Sorry, you are not allowed to upload this file type
ru_ru: Извините, вам не разрешено загрузить этот тип файла

# File Uploader Error
source: Sorry, you are not allowed to upload files
ru_ru: Извините, вам не разрешено загружать файлы

source: attachments
ru_ru: вложения

source: Voice Message
ru_ru: Голосовое Сообщение

source: You can't message this member.
ru_ru: Вы не можете писать этому пользователю.

source: You can't message a blocked member.
ru_ru: Вы не можете писать заблокированному пользователю.

source: This message was deleted.
ru_ru: Это сообщение было удалено.

source: Joined "%s"
ru_ru: Присоединился к "%s"

source: Left "%s"
ru_ru: Покинул "%s"
