Repository: kuznetsov9/wp-content-13-01
Catalog: languages/plugins/bp-better-messages-*.po
Languages: ru_ru

# Settings page
source: URL Slug
ru_ru: Ярлык URL

# Settings page
source: Email Notifications
ru_ru: Уведомления по электронной почте

# Settings page
source: Enables mini groups widget fixed to the bottom of browser window
ru_ru: Включает виджет мини-групп, прикрепленный к нижней части окна браузера

# Settings page
source: Enable file uploading in BuddyPress Groups Messages
ru_ru: Включить загрузку файлов в сообщениях групп BuddyPress

# Settings page
source: Enable File Uploading
ru_ru: Включить загрузку файлов

# Settings page
source: Enable messages for BuddyPress groups
ru_ru: Включить сообщения для BuddyPress групп

# Settings page
source: BuddyPress Groups
ru_ru: BuddyPress Группы

# Settings page
source: BuddyPress Friends
ru_ru: BuddyPress Друзья

# Settings page
source: Change messages tab URL slug in BuddyPress profile ("messages" slug is not allowed)
ru_ru: Изменить ярлык URL в профиле BuddyPress (ярлык "messages" не разрешен)

# Settings page
source: You can enable this to show private message button at your members list if its missing
ru_ru: Вы можете включить это чтобы показать кнопку приватного сообщения в списке пользователей, если она отсутствует

# Settings page
source: Some themes does not shows private message button automatically.
ru_ru: Некоторые темы не выводят кнопку приватных сообщений автоматически.

# Settings page
source: BuddyPress Integration
ru_ru: Интеграция с BuddyPress

# Settings page
source: This notice will be hidden when BuddyPress plugin is installed
ru_ru: Это уведомление будет скрыто когда будет установлен плагин BuddyPress.

# Settings page
source: Two letter language code for showing stickers which best fits this language
ru_ru: Двухзначный языковой код для показа наклеек, которые лучше всего подходят этому языку

# Settings page
source: GIPHY Content Rating <a href="%s" target="_blank">Learn more</a>
ru_ru: GIPHY Контент Рейтинг <a href="%s" target="_blank">Узнать больше</a>

# Settings page
source: Allow only send message if user following the user or followed by the user
ru_ru: Разрешить отправку сообщений только если пользователь подписан на другого пользователя или на него подписан

# Settings page
source: Only Followers Mode
ru_ru: Режим только для подписчиков

# Settings page
source: When enabled users will receive email notifications for Group Messages
ru_ru: Когда включено, пользователи будут получать email сообщения о новых сообщениях в Группах

# Settings page
source: Enable file uploading in Ultimate Member Groups messages
ru_ru: Включить загрузку файлов в сообщениях групп Ultimate Member

# Settings page
source: Enable messages for Ultimate Member Groups
ru_ru: Включить сообщения для групп Ultimate Member

# Settings page
source: You can enable this to show private message button at your members list
ru_ru: Вы можете включить это чтобы показать кнопку приватного сообщения в списке пользователей.

# Settings page
source: Show Private Message Link at Members List
ru_ru: Показать кнопку приватного сообщения в списке пользователей

# Settings page
source: Show Private Message button in user profiles
ru_ru: Показать кнопку личного сообщения в профилях пользователей

# Settings page
source: User Profile - Private Message Button
ru_ru: Профиль пользователя - Кнопка личного сообщения

# Settings page
source: Ultimate Member Integration
ru_ru: Интеграция с Ultimate Member

# Settings page
source: This notice will be hidden when Ultimate Member plugin is installed
ru_ru: Это уведомление будет скрыто при установке плагина Ultimate Member

# Settings page
source: Click on emoji to enable or disable it, drag it to change it position in emoji selector
ru_ru: Нажмите на эмодзи, чтобы включить или отключить его, перетащите, чтобы изменить его положение в селекторе эмодзи

# Settings page
source: Emojis for Selector
ru_ru: Эмодзи для селектора

# Settings page
source: Select Emoji for new reaction
ru_ru: Выберите эмодзи для новой реакции

# Settings page
source: Add new reaction
ru_ru: Добавить новую реакцию

# Settings page
source: Emojis for Reactions
ru_ru: Эмодзи для реакций

# Settings page
source: Emojis Set
ru_ru: Набор Эмодзи

# Settings page
source: Shows Groups as tab at bottom of Mobile View
ru_ru: Показывает группы в виде вкладки внизу мобильного вида

# Settings page
source: Shows Groups in left column of Combined view
ru_ru: Показывает группы в левом столбце комбинированного вида

# Settings page
source: Enables mini groups list widget fixed to the bottom of browser window
ru_ru: Включает виджет списка мини-групп, прикрепленный к нижней части окна браузера

# Settings page
source: When enabled users will receive email notifications for Group Chats
ru_ru: При включении пользователи будут получать уведомления по электронной почте о групповых чатах

# Settings page
source: Enable Email Notifications
ru_ru: Включить уведомления по электронной почте

# Settings page
source: Enable file uploading PeepSo group messages
ru_ru: Включить загрузку файлов в сообщениях групп PeepSo

# Settings page
source: Enable file uploading
ru_ru: Включить загрузку файлов

# Settings page
source: Enable messages for PeepSo groups
ru_ru: Включить сообщения для групп PeepSo

# Settings page
source: Enable Messages
ru_ru: Включить сообщения

# Settings page
source: Shows Friends as tab at bottom of Mobile View
ru_ru: Показывает друзей в виде вкладки внизу мобильного вида

# Settings page
source: Mobile View
ru_ru: Мобильный режим

# Settings page
source: Shows Friends in left column of Combined view
ru_ru: Показывает друзей в левом столбце комбинированного вида

# Settings page
source: Combined View
ru_ru: Комбинированный вид

# Settings page
source: Enables mini friends list widget fixed to the bottom of browser window
ru_ru: Включает виджет списка мини-друзей в нижней части окна браузера

# Settings page
source: Mini Widget
ru_ru: Мини виджет

# Settings page
source: %s must be installed
ru_ru: %s должен быть установлен

# Settings page
source: This will also remove not friends users from search results.
ru_ru: Это также скроет пользователей с которыми вы не друзья из результатов поиска.

# Settings page
source: Allow only friends to send messages each other
ru_ru: Разрешает только друзьям писать сообщения друг другу

# Settings page
source: Only Friends Mode
ru_ru: Режим Только Друзья

# Settings page
source: Add audio call button to user profile
ru_ru: Добавление кнопки аудио звонка в профиль пользователя

# Settings page
source: Audio Call button in user profile
ru_ru: Кнопка аудио звонка в профиле пользователя

# Settings page
source: Add video call button to user profile
ru_ru: Добавление кнопки видео звонок в профиль пользователя

# Settings page
source: Video Call button in user profile
ru_ru: Кнопка видео звонок в профиле пользователя

# Settings page
source: Mini Chats must be enabled. Ensure they are enabled <a href="%s">here</a>
ru_ru: Мини Чаты должны быть включены. Убедитесь что они включены <a href="%s">здесь</a>

# Settings page
source: Open mini chat instead of redirecting to standalone messages page, when clicking private messages button in members directory or member profile
ru_ru: Открывать мини-чат вместо перенаправления на отдельную страницу сообщений при нажатии кнопки личных сообщений в каталоге пользователей или профиле пользователя

# Settings page
source: Advanced Mini Chats
ru_ru: Расширенные мини чаты

# Settings page
source: Enable PeepSo Header at Messages Page
ru_ru: Включить заголовок PeepSo на странице сообщений

# Settings page
source: PeepSo Integration
ru_ru: Интеграция с PeepSo

# Settings page
source: This notice will be hidden when PeepSo plugin is installed
ru_ru: Это уведомление будет скрыто когда будет установлен плагин PeepSo.

# Settings page
source: Website must to have %s plugin to be installed.
ru_ru: На сайте должен быть установлен плагин %s.

# Settings page
source: Emojis
ru_ru: Смайлы

# Settings page
source: GIFs & Stickers
ru_ru: GIF и Стикеры

# Settings page
source: Disables new conversation button and screen (admin will always see it)
ru_ru: Отключает кнопку создания нового диалога, а также экран нового сообщения (администратор всегда будет видеть ее)

# Settings page
source: Side conversation list width when Combined View is enabled in pixels
ru_ru: Ширина бокового списка сообщений, когда Комбинированный вид включен

# Settings page
source: Set 9999 to use all available window height
ru_ru: Установите 9999 чтобы использовать всю доступную высоту

# Settings page
source: Max Height of Messages Container in pixels
ru_ru: Максимальная высота мессенджера в пикселях

# Settings page
source: Max Height of Messages Container
ru_ru: Максимальная высота мессенджера

# Settings page
source: Min Height of Messages Container in pixels
ru_ru: Минимальная высота мессенджера в пикселях

# Settings page
source: Min Height of Messages Container
ru_ru: Минимальная высота мессенджера

# Settings page
source: This needed for correct scrolling in some cases
ru_ru: Это необходимо для правильной прокрутки в некоторых случаях

# Settings page
source: If your website has fixed header specify its height in pixels.
ru_ru: Если ваш веб-сайт имеет фиксированную шапку сайта укажите его высоту в PX.

# Settings page
source: Fixed Header Height
ru_ru: Фиксированная высота шапки

# Settings page
source: Messenger Height
ru_ru: Высота мессенджера

# Settings page
source: Colors
ru_ru: Цвета

# Settings page
source: Allow users to start group audio chats in chat rooms
ru_ru: Разрешить пользователям начинать групповые аудио чаты в чат-комнатах

# Settings page
source: Enable Audio Chat for Chat Rooms
ru_ru: Включить Аудио Чат для Чат-Комнат

# Settings page
source: Allow users to start group audio chats in conversations with many participants
ru_ru: Разрешить пользователям начинать групповые аудио чаты в групповых беседах

# Settings page
source: Allow users to start group audio chats in Group Chats
ru_ru: Включить Аудио Чат для чатов Групп

# Settings page
source: Enable Audio Chat for Groups
ru_ru: Включить Аудио Чат для чатов Групп

# Settings page
source: Group audio chat allowing your user to start high definition voice only group chat up to 50 people per 1 conversation.
ru_ru: Групповой аудиочат, позволяющий пользователю начать групповую беседу только с голосом в высоком разрешении до 50 человек за одну беседу.

# Settings page
source: Group Audio Chat
ru_ru: Групповой Аудио Чат

# Settings page
source: Allow users to start group video chats in chat rooms
ru_ru: Разрешить пользователям начинать групповые видеочаты в чатах

# Settings page
source: Enable Video Chat for Chat Rooms
ru_ru: Включить видеочат для комнат чата

# Settings page
source: Allow users to start group video chats in conversations with many participants
ru_ru: Разрешить пользователям начинать групповые видеочаты в беседах с большим количеством участников

# Settings page
source: Enable Live Chat for Vendors
ru_ru: Включить живой чат для продавцов

# Settings page
source: Allow users to start group video chats in Group Chats
ru_ru: Разрешить пользователям начинать групповые видеочаты в групповых чатах

# Settings page
source: Enable Video Chat for Groups
ru_ru: Включить видеочат для групп

# Settings page
source: Group Video Chat
ru_ru: Групповой Видео Чат

# Settings page
source: Selected roles will not be allowed to call, but they will be able to receive calls still
ru_ru: Выбранным ролям не будет разрешено звонить, но они по-прежнему смогут принимать звонки

# Settings page
source: Restrict calls
ru_ru: Ограничить звонки

# Settings page
source: Allow only friends to make calls between each other (admins always can call)
ru_ru: Разрешить только друзьям звонить друг другу (администраторы всегда могут звонить)

# Settings page
source: Limit calls only to the friends
ru_ru: Ограничить звонки только друзьям

# Settings page
source: Audio calls are possible only with websocket version, its using most secure and modern WebRTC technology to empower audio calls.
ru_ru: Аудиозвонки возможны только с версией WebSocket, в которой используется самая безопасная и современная технология WebRTC для поддержки аудиозвонков.

# Settings page
source: Video calls are possible only with websocket version, its using most secure and modern WebRTC technology to empower video chats.
ru_ru: Видеозвонки возможны только с версией WebSocket, в которой используется самая безопасная и современная технология WebRTC для расширения возможностей видеочатов.

# Settings page
source: This is security requirements by browsers. Contact your hosting company to enable SSL certificate at your website.
ru_ru: Это требования безопасности браузеров. Свяжитесь с хостинговой компанией, чтобы получить сертификат SSL на вашем сайте.

# Settings page
source: Website must to have SSL certificate in order to audio and video calls work.
ru_ru: Веб-сайт должен иметь сертификат SSL для работы аудио и видео звонков.

# Settings page
source: Selected roles will see message configured below instead of real message
ru_ru: Выбранные роли увидят сообщение, настроенное ниже, вместо реального сообщения

# Settings page
source: Disable users from being able to write each other based on user role
ru_ru: Запретить пользователям писать друг другу на основе роли пользователя

# Settings page
source: Disable users from being able to delete conversation (admin always can delete)
ru_ru: Отключить возможность удаления диалога (администратор всегда может удалить)

# Settings page
source: Roles which can't be blocked by other users
ru_ru: Роли которые не могут быть заблокированы другими пользователями

# Settings page
source: Roles which can't block other users
ru_ru: Роли которые не могут блокировать других пользователей

# Settings page
source: Selected roles will not be able to block other users if previous option is enabled
ru_ru: Выбранные роли не смогут блокировать других пользователей, если предыдущая опция включена

# Settings page
source: Restrict user role from blocking other users
ru_ru: Ограничить роль пользователя в блокировке других пользователей

# Settings page
source: Allow users to block other users from sending them messages (admins cant be blocked)
ru_ru: Разрешить пользователям блокировать других пользователей от отправки им сообщений (администраторов нельзя заблокировать)

# Settings page
source: Allow users to block other users
ru_ru: Разрешить пользователям блокировать других пользователей

# Settings page
source: Allow users to select who start conversations with them in plugin user settings
ru_ru: Разрешить пользователям выбирать, кто может начинать разговоры с ними в настройках пользователя плагина

# Settings page
source: The BuddyBoss OneSignal integration is active and will be used, this option do not need to be enabled
ru_ru: Интеграция BuddyBoss OneSignal активна и будет использоваться, эту опцию включать не нужно.

# Settings page
source: Supported in all major browsers like: Chrome, Opera, Firefox, IE, Edge and others
ru_ru: Поддерживается во всех основных браузерах, таких как: Chrome, Opera, Firefox, IE, Edge и другие

# Settings page
source: Also adds notifications, when user has website opened in other tab
ru_ru: Также добавляет уведомления, когда пользователь имеет открытый сайт в другой вкладке

# Settings page
source: Allow users to enable web push notifications, so they can receive messages even with closed website
ru_ru: Разрешить пользователям включать push-уведомления, чтобы они могли получать сообщения при закрытом браузере

# Settings page
source: Stop messages notifications to be added to BuddyPress Notifications Bell
ru_ru: Не добавлять уведомления о новых сообщения в BuddyPress Notifications

# Settings page
source: Send email after user is not online for (minutes)
ru_ru: Отправлять электронное письмо после того, как пользователь не будет в сети (минуты)

# Settings page
source: You need to disable it only if you modified email template and plugin try to replace it
ru_ru: Вы должны отключить это только если вы изменили шаблон электронной почты, и плагин пытается его заменить

# Settings page
source: Auto create BuddyPress Email template if its missing
ru_ru: Автоматически создать шаблон электронной почты BuddyPress, если он отсутствует

# Settings page
source: When enabled users will be able to mute conversations
ru_ru: При включении пользователи смогут отключать оповещения в беседах

# Settings page
source: Show unread conversations number in website title (browser tab)
ru_ru: Показать счетчик непрочитаных бесед в вкладке браузера

# Settings page
source: Push Notifications
ru_ru: Push-уведомления

# Settings page
source: Allowed formats
ru_ru: Разрешенные форматы

# Settings page
source: Set 0 to not limit
ru_ru: Установите 0, чтобы убрать ограничение

# Settings page
source: Max number of attachments per message
ru_ru: Максимальное число вложений для каждого сообщения

# Settings page
source: Max attachment size
ru_ru: Максимальный размер вложения

# Settings page
source: Delete attachment after
ru_ru: Удалить вложения после

# Settings page
source: .jpg or .png format must be enabled
ru_ru: .jpg или .png должен быть включен

# Settings page
source: Allow to capture photos from user webcam
ru_ru: Разрешить снимать фото с веб камеры пользователя

# Settings page
source: Allow to capture photos
ru_ru: Разрешить снимать фото

# Settings page
source: Hides attachments from media gallery
ru_ru: Скрыть загруженные вложения из медиа галлереи WordPress

# Settings page
source: Hide Attachments
ru_ru: Скрыть вложения

# Settings page
source: Enable file sharing between users
ru_ru: Включить обмен файлов между пользователями

# Settings page
source: Enable files
ru_ru: Включить загрузку файлов

# Settings page
source: If in mobile view something overlaying the messages enable this option
ru_ru: Если в мобильном виде что-то перекрывает сообщения, включите эту опцию

# Settings page
source: Hide Possible Overlaying Elements
ru_ru: Скрыть возможные перекрывающие элементы

# Settings page
source: Position
ru_ru: Расположение

# Settings page
source: Adds button fixed to the right corner on mobile devices, on click fully featured messaging will appear in full screen mode
ru_ru: Добавляет кнопку, закрепленную в правом углу на мобильных устройствах, при нажатии на которую сообщения появится в полноэкранном режиме

# Settings page
source: Enable Mobile Chat at Any Page
ru_ru: Включить мобильный чат на любой странице

# Settings page
source: Enable
ru_ru: Включить

# Settings page
source: Mobile Chat at Any Page
ru_ru: Мобильный чат на любой странице

# Settings page
source: Auto open full screen mode when opening messages page
ru_ru: Автоматическое открытие полноэкранного режима при открытии страницы сообщений

# Settings page
source: Auto open Full Screen Mode
ru_ru: Автоматическое открытие полноэкранного режима

# Settings page
source: Recommended
ru_ru: Рекомендовано

# Settings page
source: Enable full screen mode for Mobile Devices
ru_ru: Включить полноэкранный режим

# Settings page
source: Enable Full Screen Mode
ru_ru: Включить полноэкранный режим

# Settings page
source: Mobile Mode
ru_ru: Мобильный режим

# Settings page
source: Adds additional close button when widgets are opened
ru_ru: Добавляет дополнительную кнопку закрытия, когда виджеты открыты

# Settings page
source: Add close button
ru_ru: Добавить кнопку Закрыть

# Settings page
source: Enables mini chats fixed to the bottom of browser window
ru_ru: Включает мини чаты в нижней части окна браузера

# Settings page
source: Mini Chats
ru_ru: Мини Чаты

# Settings page
source: Enables mini conversation list widget fixed to the bottom of browser window
ru_ru: Включает виджет списка мини-бесед в нижней части окна браузера

# Settings page
source: Mini Conversations
ru_ru: Мини Беседы

# Settings page
source: Widgets
ru_ru: Виджеты

# Settings page
source: Disable Send on Enter for Desktop devices
ru_ru: Отключить отправку при нажатии Enter для настольных устройств

# Settings page
source: Miscellaneous
ru_ru: Прочее

# Settings page
source: Allow users to leave conversations with multiple participants (creator can`t leave conversation he started)
ru_ru: Позволяет пользователям покидать беседы с множеством участников (создатель не может покинуть беседу которую он начал)

# Settings page
source: Allow users to leave conversations with multiple participants
ru_ru: Разрешить пользователям покидать беседы с множеством участников

# Settings page
source: (admins can add more participants even if this option is disabled)
ru_ru: (администраторы могут добавлять больше участвников, даже если эта опция отключена)

# Settings page
source: Allow users to invite more participants to private conversations converting them to group conversation
ru_ru: Разрешить пользователям приглашать больше участников в личные беседы, превращая их в групповые беседы.

# Settings page
source: Allow invite more participants to private conversations
ru_ru: Разрешить приглашать больше участников в приватные беседы

# Settings page
source: Multiple participants functions
ru_ru: Функции групповых бесед

# Settings page
source: Nice links finds link in user messages, fetching title and description if available and shows it at the bottom of message
ru_ru: Удобные ссылки находят ссылки в сообщениях пользователей, извлекая заголовок и описание, если они доступны, и отображают их внизу сообщения

# Settings page
source: oEmbed YouTube, Vimeo, VideoPress, Flickr, DailyMotion, Kickstarter, Meetup.com, Mixcloud, SoundCloud and more
ru_ru: oEmbed YouTube, Vimeo, VideoPress, Flickr, DailyMotion, Kickstarter, Meetup.com, Mixcloud, SoundCloud и многое другое

# Settings page
source: Enable messages status functionality, which show if your message was sent, delivered or seen
ru_ru: Включить статусы сообщений, которые показывают если ваше сообщение доставлено или просмотрено

# Settings page
source: Messages Status
ru_ru: Статусы сообщений

# Settings page
source: Allow users to delete their messages only
ru_ru: Разрешить пользователям удалять свои сообщения

# Settings page
source: Allow users to delete messages
ru_ru: Разрешить пользователям удалять сообщения

# Settings page
source: Allow users to edit their messages only
ru_ru: Разрешить пользователям редактировать свои сообщения

# Settings page
source: Allow users to edit messages
ru_ru: Разрешить пользователям редактировать сообщения

# Settings page
source: You can select reactions in Integrations -> Emojis Tab
ru_ru: Вы можете выбрать реакции во вкладке Интеграции -> Эмодзи

# Settings page
source: Users will be able to react messages with emojis
ru_ru: Пользователи смогут реагировать сообщения с помощью эмодзи

# Settings page
source: Enable Reactions
ru_ru: Включить реакции

# Settings page
source: Users will be able to select messages to reply
ru_ru: Пользователи смогут отвечать на выбранные сообщения

# Settings page
source: Enable Replies
ru_ru: Включить ответы

# Settings page
source: Messages functions
ru_ru: Функции сообщений

# Settings page
source: Friends are listed first, after that listed lastly active users
ru_ru: Сначала отображаются друзья, затем недавно активные пользователи

# Settings page
source: Enable users suggestions on new conversations screen for the fast selection of users
ru_ru: Включить предложения пользователей на экране новых бесед для быстрого выбора пользователей

# Settings page
source: Users suggestions
ru_ru: Предложения пользователей

# Settings page
source: Otherwise search works only within friends. (Admins can search all users even if this option is disabled).
ru_ru: В ином случае поиск будет работать только среди друзей. (Админы всегда могут искать любого пользователя)

# Settings page
source: Enable search among all users when starting new conversation
ru_ru: Включить поиск среди всех пользователей при старте новой беседы
