Repository: kuznetsov9/wp-content-13-01
Catalog: languages/plugins/bp-better-messages-*.po
Languages: ru_ru

source: Edit
ru_ru: Редактировать

# Settings page
source: Universal button for starting new conversation or continue existing conversation with same unique tag with any user on your website
ru_ru: Универсальная кнопка для начала нового разговора или продолжения существующего с тем же уникальным тегом с любым пользователем на вашем сайте

# Settings page
source: Live Chat Button
ru_ru: Кнопка живого чата

# Settings page
source: If user is offline or did not read the message during 5 seconds
ru_ru: Если пользователь офлайн или не прочитал сообщение в течение 5 секунд

# Settings page
source: When user is offline
ru_ru: Когда пользователь офлайн

# Settings page
source: Send Push Notifications
ru_ru: Отправить push-уведомления

# Settings page
source: The OneSignal WordPress plugin integration is active and will be used, this option do not need to be enabled.
ru_ru: Интеграция плагина OneSignal для WordPress активна и будет использоваться, эту опцию включать не нужно.

# Settings page
source: Get License Key
ru_ru: Получить лицензионный ключ

# Settings page
source: API Key
ru_ru: API ключ

# Chat Rooms
source: Use as chat thumbnail
ru_ru: Использовать как миниатюру чата

# Chat Rooms
source: Remove chat thumbnail
ru_ru: Удалить миниатюру чата

# Chat Rooms
source: Set chat thumbnail
ru_ru: Установить миниатюру чата

# AI Chat Bots (WP Admin)
source: You are a helpful assistant
ru_ru: Вы полезный помощник

# Settings page
source: Website must have valid Open AI Api Key, setup key at <a href="%s">settings page</a>.
ru_ru: На сайте должен быть действующий API-ключ Open AI, настройте ключ на <a href="%s">странице настроек</a>.

# Settings page
source: Website must to have PHP version %s or higher, currently PHP version %s is used.
ru_ru: На сайте должна быть установлена версия PHP %s или выше, в настоящее время используется версия PHP %s.

# AI Chat Bots (WP Admin)
source: Use as AI Chat Bot avatar
ru_ru: Использовать как аватар чат-бота с ИИ

# AI Chat Bots (WP Admin)
source: Remove AI Chat Bot avatar
ru_ru: Удалить аватар чат-бота с ИИ

# AI Chat Bots (WP Admin)
source: Set AI Chat Bot avatar
ru_ru: Установить аватар чат-бота с ИИ

# AI Chat Bots (WP Admin)
source: AI Chat Bot Avatar
ru_ru: Аватар чат-бота с ИИ

# AI Chat Bots (WP Admin)
source: New AI Chat Bot
ru_ru: Новый чат-бот с ИИ

# AI Chat Bots (WP Admin)
source: Edit AI Chat Bot
ru_ru: Редактировать чат-бота с ИИ

# AI Chat Bots (WP Admin)
source: Create new AI Chat Bot
ru_ru: Создать нового чат-бота с ИИ

# AI Chat Bots (WP Admin)
source: AI Chat Bot
ru_ru: Чат-бот с ИИ

# AI Chat Bots (WP Admin)
source: AI Chat Bots
ru_ru: Чат-боты с ИИ

# AI Chat Bots
source: Please wait until response is completed
ru_ru: Пожалуйста, подождите, пока ответ не будет завершён

# AI Chat Bots
source: The bot is currently disabled
ru_ru: Бот в данный момент отключён

# Rest API Error
source: Sorry, you are moderator of this conversation, please assign other moderator, before you can leave it
ru_ru: Извините, вы являетесь модератором этого разговора. Пожалуйста, назначьте другого модератора, прежде чем покинуть его

# Settings page
source: When enabled messages menu item will be added to HivePress User Menu and unread messages counter will be shown in it
ru_ru: При включении пункт меню «Сообщения» будет добавлен в меню пользователя HivePress, и в нём будет отображаться счётчик непрочитанных сообщений

# Settings page
source: Add messages item to HivePress User Menu
ru_ru: Добавить пункт «Сообщения» в меню пользователя HivePress

# Settings page
source: Redirect unlogged-in users to Login page when they are visiting Better Messages Location page
ru_ru: Перенаправлять незарегистрированных пользователей на страницу входа при посещении страницы Better Messages

# Settings page
source: Redirect unlogged-in users to Login Page
ru_ru: Перенаправлять незарегистрированных пользователей на страницу входа

# Settings page
source: If you are using custom page builder or button does not show up due to different reasons, you can use this shortcode to show the button at your job listing page
ru_ru: Если вы используете кастомный конструктор страниц или кнопка не отображается по другим причинам, вы можете использовать этот шорткод, чтобы показать кнопку на странице вашего объявления о вакансии.

# Settings page
source: When enabled visitors will be able to contact job listing authors easily using Send Message button at the listing page
ru_ru: Когда эта опция включена, посетители смогут легко связаться с авторами объявлений о вакансиях с помощью кнопки «Отправить сообщение» на странице объявления.

# Settings page
source: Enable Live Chat for Job Listings
ru_ru: Включить онлайн-чат для объявлений о вакансиях

# Settings page
source: Set to 0 to always send email notifications to user
ru_ru: Установите 0, чтобы всегда отправлять уведомления по электронной почте пользователю

# WP Job Manager Integration (Listing page)
source: Send Message
ru_ru: Отправить сообщение

# WP Job Manager Integration (Listing page)
source: Question about your listing %s
ru_ru: Вопрос о вашем объявлении %s

source: Applications have closed
ru_ru: Прием заявок завершен

source: This position has been filled
ru_ru: Эта вакансия уже закрыта

# HivePress Integration (Order Page)
source: Question about order #%d
ru_ru: Вопрос о заказе #%d

# Settings page
source: No rules added
ru_ru: Правила не добавлены

# Settings page
source: Users are not able to message each other by default, add rules below to define roles which will be able to message other users
ru_ru: По умолчанию пользователи не могут отправлять сообщения друг другу. Добавьте правила ниже, чтобы определить роли, которые смогут отправлять сообщения другим пользователям.

# Settings page
source: Users are able to message each other by default, to restrict some roles add the rules below
ru_ru: По умолчанию пользователи могут отправлять сообщения друг другу. Чтобы ограничить возможность для некоторых ролей, добавьте правила ниже.

# Settings page
source: Not allowed to message everyone
ru_ru: Не разрешено отправлять сообщения всем

# Settings page
source: Allowed to message everyone
ru_ru: Разрешено отправлять сообщения всем

# Settings page
source: By default all users
ru_ru: По умолчанию все пользователи

# Settings page
source: Synchronize now
ru_ru: Синхронизировать сейчас

# Settings page
source: If you are using custom page builder or button does not show up due to different reasons, you can use this shortcode to show the button at your product page
ru_ru: Если вы используете кастомный конструктор страниц или кнопка не отображается по другим причинам, вы можете использовать этот шорткод, чтобы показать кнопку на странице продукта.

# Settings page
source: Next full synchronization
ru_ru: Следующая полная синхронизация

# Settings page
source: Last full synchronization
ru_ru: Последняя полная синхронизация

# Settings page
source: User Index
ru_ru: Индекс пользователей

# Settings page
source: This will not allow members to continue the existing conversation from New Conversation screen
ru_ru: Это не позволит участникам продолжить существующий разговор с экрана новой беседы

# Settings page
source: Force creating new conversation even if its already exists with member
ru_ru: Принудительно создавать новый разговор, даже если он уже существует с данным участником

# Rest API Error
source: User does not exists
ru_ru: Пользователь не существует

# MultiVendorX Integration (Product page)
source: Live Chat
ru_ru: Онлайн-чат

# MultiVendorX Integration (Product page)
source: Question about your product %s
ru_ru: Вопрос о вашем продукте %s

# MultiVendorX Integration (Store page)
source: Live Chat
ru_ru: Онлайн-чат

# Settings page
source: Avatars from Jet Engine Profile Builder will be displayed in Better Messages interface
ru_ru: Аватары из Jet Engine Profile Builder будут отображаться в интерфейсе Better Messages

# Settings page
source: Use Avatars
ru_ru: Использовать аватары

# Settings page
source: Allow conversation moderators to pin messages to the top of messages list
ru_ru: Разрешить модераторам беседы закреплять сообщения в верхней части списка сообщений.

# Settings page
source: Allow users to pin messages
ru_ru: Разрешить пользователям закреплять сообщения

source: Only group organizers and moderators can send messages to this group.
ru_ru: Сообщения в эту группу могут отправлять только организаторы и модераторы группы.

source: Only group organizers can send messages to this group.
ru_ru: Только организаторы группы могут отправлять сообщения в эту группу.

# Settings page
source: Encrypts all sensitive content in local browser database to enhance the security
ru_ru: Шифрует весь конфиденциальный контент в базе данных локального браузера для повышения безопасности.

# Settings page
source: Enable Browser Database Encryption
ru_ru: Включить шифрование базы данных браузера

source: this page
ru_ru: эту страницу

source: No points types configured, visit %s to configure some points types.
ru_ru: Типы точек не настроены. Посетите %s, чтобы настроить некоторые типы точек.

# Settings page
source: Point Type
ru_ru: Тип точки

# GamiPress Log Entry
source: Better Messages: {user} deducted {points} {points_type} for message #%d for a new total of {total_points} {points_type}
ru_ru: Улучшенные сообщения: пользователь {user} снял {points} {points_type} за сообщение #%d, получив новую сумму {total_points} {points_type}

# GamiPress Log Entry
source: Better Messages: {user} deducted {points} {points_type} for new thread #%d for a new total of {total_points} {points_type}
ru_ru: Улучшенные сообщения: пользователь {user} снял {points} {points_type} за новую цепочку #%d, получив новую сумму {total_points} {points_type}

# GamiPress Log Entry
source: Better Messages: {user} deducted {points} {points_type} for call usage #%d for a new total of {total_points} {points_type}
ru_ru: Улучшенные сообщения: пользователь {user} снял {points} {points_type} за использование звонков #%d, получив новую сумму {total_points} {points_type}

# Settings page
source: Message when user has no enough point to continue call
ru_ru: Сообщение, когда у пользователя недостаточно очков для продолжения звонка

# Settings page
source: Message when user can`t start new call
ru_ru: Сообщение, когда пользователь не может начать новый разговор

# Settings page
source: The charge will be applied to the caller. Users are billed per minute. First minute is charged immediately after call started.
ru_ru: Плата будет взиматься с вызывающего абонента. Пользователям выставляется поминутная оплата. Первая минута тарифицируется сразу после начала разговора.

# Settings page
source: Price for private calls
ru_ru: Стоимость частных звонков

# WP Customizer
source: 12-hour time format
ru_ru: 12-часовой формат времени

# WP Customizer
source: 24-hour time format
ru_ru: 24-часовой формат времени

# WP Customizer
source: Time format
ru_ru: Формат времени

# MyCred Log Entry
source: Better Messages charge for call usage #%d
ru_ru: Личные сообщения взимает плату за использование разговора # %d

source: Deleted Guest
ru_ru: Удалённый гость

# Rest API Error
source: Guest authorization failed
ru_ru: Не удалось авторизовать гостя

# Chat Rooms
source: Chat Thumbnail
ru_ru: Миниатюра чата

# Settings page
source: When enabled visitors will be able to contact vendors easily using Send Message button at the listing page and Vendors profile
ru_ru: Когда эта опция включена, посетители смогут легко связаться с продавцами с помощью кнопки «Отправить сообщение» на странице объявления и в профиле продавцов.

# HivePress Integration (Reply To Listing)
source: Send Message
ru_ru: Отправить Сообщение

# HivePress Integration (Booking item)
source: Question about booking "%s" of "%s"
ru_ru: Вопрос о бронировании "%s" у "%s"

# HivePress Integration (Private Message)
source: Send Message
ru_ru: Отправить Сообщение

source: Booking %s
ru_ru: Бронирование %s

# Settings page
source: Disables suggestions when starting new conversation. (Admins can search all users even if this option is disabled).
ru_ru: Отключить предложения при создании нового разговора. (Администраторы могут искать всех пользователей, даже если эта опция отключена).

# Settings page
source: When enabled vendors will be able to activate live chat feature in their stores, which will allow buyers easily contact vendors via live chat
ru_ru: Когда эта опция включена, продавцы смогут активировать функцию онлайн-чата в своих магазинах, что позволит покупателям легко связываться с продавцами через онлайн-чат.

# Settings page
source: %s Integration
ru_ru: Интеграция %s

# Settings page
source: Other Plugins
ru_ru: Другие плагины

# Settings page
source: Mini Groups
ru_ru: Мини-группы

# Settings page
source: Mini Friends
ru_ru: Мини-друзья

# Settings page
source: Please select WordPress page as Better Messages Location for Guest Chat to work properly
ru_ru: Пожалуйста, выберите страницу WordPress в качестве лучшего места для сообщений, чтобы гостевой чат работал правильно.

# Settings page
source: Guests
ru_ru: Гости

# Dokan Integration (Product page)
source: Live Chat
ru_ru: Общий чат

# Dokan Integration (Product page)
source: Question about your product %s
ru_ru: Вопрос о вашем продукте %s

# Dokan Integration (Store page)
source: Live Chat
ru_ru: Живой чат

# Marketplace Integrations
source: Live Chat
ru_ru: Живой чат

source: Live Chat
ru_ru: Живой чат

# User settings
source: Guest Settings
ru_ru: Гостевые Настройки

# User settings
source: Your display name
ru_ru: Ваше отображаемое имя

# Settings page
source: Delete user messages when his account is deleted from website
ru_ru: Удалять сообщения пользователя, когда его аккаунт удаляется с сайта

# Settings page
source: Replace message content with "This message was deleted" label
ru_ru: Заменить содержимое сообщений с текстом «Это сообщение было удалено»

# Settings page
source: Replace message content
ru_ru: Заменить содержимое сообщения

# Settings page
source: Delete message completely so it will dissapear from messages list
ru_ru: Удалить сообщение полностью, чтобы оно исчезло из списка сообщений.

# Settings page
source: Delete message completely
ru_ru: Полностью удалить сообщение

# WP Admin
source: Loading
ru_ru: Загрузка

# WP Admin
source: Administration
ru_ru: Администрация

# Settings page
source: Enable Guest Chat functionality for not logged in users which allow to use private messaging system as logged in users
ru_ru: Включить функцию гостевого чата для не вошедших в систему пользователей, что позволит использовать систему личных сообщений в качестве вошедших в систему пользователей.

# Settings page
source: Resrticted users will not also appear in search results
ru_ru: Пользователи с ограниченными правами также не будут отображаться в результатах поиска.

# Settings page
source: Convert
ru_ru: Конвертировать

# Settings page
source: Convert database tables to utf8mb4. You do not need to do this if your database tables are already converted to utf8mb4.
ru_ru: Преобразовать таблицы базы данных в utf8mb4. Вам не нужно делать это, если таблицы базы данных уже преобразованы в utf8mb4.

# Settings page
source: Convert to UTF8MB4
ru_ru: Преобразовать в UTF8MB4

# Settings page
source: Table not exists
ru_ru: Таблица не существует

# Settings page
source: Table exists
ru_ru: Таблица существует

# Settings page
source: Database tables
ru_ru: Таблицы базы данных

# Settings page
source: Not Supported
ru_ru: Не поддерживается

# Settings page
source: Supported
ru_ru: Поддерживается

# Settings page
source: UTF8MB4 Encoding
ru_ru: Кодировка UTF8MB4

# Settings page
source: Database info
ru_ru: Информация о базе данных

# Settings page
source: When enabled users will receive push notifications for Group Chats
ru_ru: Когда включено, пользователи будут получать push-уведомления для групповых чатов

source: Save
ru_ru: Сохранить

source: Display Name
ru_ru: Отображаемое имя

# Settings page
source: Guest Chat
ru_ru: Гостевой чат

# Chat rooms settings page
source: Chat as Guest
ru_ru: Чат как гость

# Marketplace Integrations
source: Enable live chat in store
ru_ru: Включить чат в магазине

# Marketplace Integrations
source: Live Chats
ru_ru: Живые чаты

# Not logged-in user
source: Anonymous User
ru_ru: Анонимный пользователь

# Message when user was muted in conversation
source: You were muted in this conversation until %s
ru_ru: Вы были заблокированы в этом разговоре до %s

# Settings page
source: Complete delete database data and reinstall the tables
ru_ru: Полное удаление данных базы данных и переустановка таблиц

# Settings page
source: Reset Database
ru_ru: Сбросить базу данных

# Settings page
source: Database
ru_ru: База данных

# Settings page
source: Enable push notifications on new messages in BuddyBoss application when user is offline.
ru_ru: Включить push-уведомления о новых сообщениях в приложении BuddyBoss, когда пользователь оффлайн.

# Settings page
source: Enable BuddyBoss App Push Notifications
ru_ru: Включить push-уведомления приложения BuddyBoss

# Settings page
source: Tools
ru_ru: Инструменты

source: A member receives a new private message
ru_ru: Участник получает новое личное сообщение

source: You receive a new private message
ru_ru: Вы получили новое личное сообщение

source: Private Messages
ru_ru: Приватные сообщения

# Settings page
source: Users will be able to pin specific conversations to the top of conversations list
ru_ru: Пользователи смогут закреплять определенные разговоры в верхней части списка разговоров.

# Settings page
source: Enable Pinned Conversations
ru_ru: Включить закрепленные беседы

# Settings page
source: Conversations functions
ru_ru: Функции разговоров

# Settings page
source: Add "Tap to open" message to message container
ru_ru: Добавить сообщение «Нажмите, чтобы открыть» в контейнер сообщений

# Settings page
source: Tap To Open Message
ru_ru: Нажмите, чтобы открыть сообщение

# Settings page
source: Always show popup notifications on bottom
ru_ru: Всегда показывать всплывающие уведомления внизу

# Settings page
source: Always on Bottom
ru_ru: Всегда внизу

# Settings page
source: Always show popup notifications on top
ru_ru: Всегда показывать всплывающие уведомления сверху

# Settings page
source: Always on Top
ru_ru: Всегда наверху

# Settings page
source: Show popup notifications on bottom, but in conversation screen shows it on top to not overlay over the reply area.
ru_ru: Показывать всплывающие уведомления внизу, но в окне разговора отображать их сверху, чтобы не перекрывать область ответа.

# Settings page
source: Automatic position
ru_ru: Автоматическое положение

# Settings page
source: Mobile Onsite Notifications
ru_ru: Мобильные уведомления на сайте

# Settings page
source: If enabled the open mini chats will not be saved and will not be synced between browser tabs
ru_ru: Если включено, открытые мини-чаты не будут сохраняться и синхронизироваться между вкладками браузера.

# Settings page
source: Disable synchronization of mini chats between browser tabs.
ru_ru: Отключить синхронизацию мини-чатов между вкладками браузера.

# Settings page
source: Disable Sync Between Tabs
ru_ru: Отключить синхронизацию между вкладками

source: Loading
ru_ru: Загрузка

# Settings page
source: Shows single conversation at any page
ru_ru: Отображать одно сообщение на каждой странице

# Settings page
source: Single Conversation Display
ru_ru: Отображение единого разговора

source: Conversation not exists
ru_ru: Беседы не существует

# Settings page
source: This is disabled by default as it can cause issues with some plugins.
ru_ru: Это отключено по умолчанию, так как может вызвать проблемы с некоторыми плагинами.

# Settings page
source: Enable fallback when sending function with buddypress native messages_new_message function.
ru_ru: Включить резервный режим при отправке функции с использованием нативной функции buddypress messages_new_message.

# Settings page
source: Enable fallback when sending new message
ru_ru: Включить резервный режим при отправке нового сообщения

# Settings page
source: Other
ru_ru: Прочее

# Uncanny Automator Integration
source: Recipient
ru_ru: Получатель

# Uncanny Automator Integration
source: Accepts User ID
ru_ru: Принимает идентификатор пользователя

# Uncanny Automator Integration
source: Sender
ru_ru: Отправитель

# Uncanny Automator Integration
source: Send {{a private message}} to the user
ru_ru: Отправить {{личное сообщение}} пользователю

# Uncanny Automator Integration
source: Send {{a private message:%1$s}} to the user
ru_ru: Отправить {{личное сообщение:%1$s}} пользователю

# Uncanny AutomatorWP Integration
source: Content
ru_ru: Содержимое

# Uncanny Automator Integration
source: If you dont want to create many conversations with same user. You need to put unique tag, which will create conversation or send reply to conversation within the unique tag. For example for all system messages you can put "system" tag and they all will be sending to same conversation.
ru_ru: Если вы не хотите создавать много разговоров с одним и тем же пользователем, вам нужно указать уникальный тег, который создаст разговор или отправит ответ в разговор с этим уникальным тегом. Например, для всех системных сообщений вы можете использовать тег "system", и они все будут отправляться в один и тот же разговор.

# Uncanny AutomatorWP Integration
source: Unique Tag
ru_ru: Уникальный тег

# Uncanny AutomatorWP Integration
source: Subject
ru_ru: Тема

# Uncanny AutomatorWP Integration
source: Recipient
ru_ru: Получатель

# Uncanny AutomatorWP Integration
source: Accepts User ID
ru_ru: Принимает идентификатор пользователя

# Uncanny AutomatorWP Integration
source: Sender
ru_ru: Отправитель

# Uncanny AutomatorWP Integration
source: a private message
ru_ru: личное сообщение

# Uncanny AutomatorWP Integration
source: Send a %1$s to the user
ru_ru: Отправить %1$s пользователю

# Uncanny AutomatorWP Integration
source: Send <strong>a private message</strong> to the user
ru_ru: Отправить <strong>личное сообщение</strong> пользователю

source: You already have conversations with %s
ru_ru: У вас уже есть разговоры с %s

source: New Conversation
ru_ru: Новая беседа

source: Conversations
ru_ru: Беседы

source: You are not allowed to reply to this conversation.
ru_ru: Вам не разрешено отвечать в этой беседе.

# Settings page
source: You can force user id with user_id="1" attribute.
ru_ru: Вы можете принудительно установить ID пользователя с помощью аттрибута user_id="1".

source: Admin disabled replies to this conversation
ru_ru: Администратор запретил отвечать на это сообщение

# Settings page
source: Message when call is restricted
ru_ru: Сообщение, когда звонок ограничен

# Settings page
source: Message when word from Bad Words List is found in message
ru_ru: Сообщение когда слово из запрещенного списка слов найдено в сообщении

# Settings page
source: Content of messages when user is restricted from viewing message
ru_ru: Контент сообщений, когда пользователь не может просматривать сообщения

# Settings page
source: Message when new replies are restricted
ru_ru: Сообщение, когда пользователю запрещено отвечать

# Settings page
source: Message when rate limit for new replies reached
ru_ru: Сообщение когда пользователь достиг лимита новых сообщений

# Settings page
source: Disable onsite notifications about new messages
ru_ru: Отключить всплывающие уведомления о новых сообщениях

# Settings page
source: Mute Conversations
ru_ru: Отключение оповещений в беседах

# Settings page
source: Browser Tab Notifications
ru_ru: Уведомления в вкладке браузера

# Settings page
source: Margin from bottom for Mobile Chat button (px)
ru_ru: Отступ кнопки Мобильного Чата от нижнего края экрана (px)

# Settings page
source: Disable New Conversation Screen
ru_ru: Отключить страницу создания беседы
