Repository: kuznetsov9/wp-content-13-01
Catalog: languages/plugins/bp-better-messages-*.po
Languages: ru_ru

# Settings page
source: Disables user settings button
ru_ru: Отключить кнопку пользовательских настроек

# Settings page
source: Side conversation list width
ru_ru: Ширина бокового списка бесед

# Settings page
source: Enable Audio Chat for Conversations
ru_ru: Включить аудио-чат для Бесед

# Settings page
source: Enable Video Chat for Conversations
ru_ru: Включить видео-чат для Бесед

# Settings page
source: Restrict access to mini widgets
ru_ru: Ограничение доступа к мини виджетам

# Settings page
source: Message when the creation of a new conversation restricted
ru_ru: Сообщение, когда создание новой беседы запрещено

# Settings page
source: Always show conversation list on left side of conversation
ru_ru: Всегда показывать список бесед с левой стороны открытой беседы

# Settings page
source: AJAX refresh interval on open conversation
ru_ru: AJAX интервал обновления на странице беседы

# Settings page
source: Conversation Refresh Interval
ru_ru: Скорость обновления беседы

# Chat rooms settings page
source: You need to login to website to send messages
ru_ru: Вы должно войти в свой аккаунт, чтобы отправлять сообщения

# Chat rooms settings page
source: You need to join this chat room to send messages
ru_ru: Вы должны присоединиться к чат-комнате, чтобы отправлять сообщения

# Settings page
source: Save Changes
ru_ru: Сохранить изменения

# Settings page
source: Shows audio call button
ru_ru: Показать кнопку аудиовызова

# Settings page
source: Shows video call button
ru_ru: Показать кнопку видеовызова

# Settings page
source: This button will work only if Mini Chats option is enabled
ru_ru: Кнопка будет работать, только если включены Мини-Чаты

# Settings page
source: Shows mini chat button (opens mini chat with user on click)
ru_ru: Отображает кнопку мини-чата (открывает мини-чат с пользователем при клике)

# Settings page
source: Mini Chat Button
ru_ru: Кнопка Мини-Чата

# Settings page
source: Shows private message button
ru_ru: Показывает кнопку приватного сообщения

# Settings page
source: Private Message Button
ru_ru: Кнопка приватного сообщения

# Settings page
source: For example:
ru_ru: Например:

# Settings page
source: Return url to logged in user inbox
ru_ru: Возвращает url входящих сообщений пользователя

# Settings page
source: My messages URL
ru_ru: URL страницы сообщений

# Settings page
source: Show unread messages counter anywhere in your website
ru_ru: Показывает счетчик непрочитанных сообщений в любом месте вашего сайта

# Settings page
source: Unread messages counter
ru_ru: Счетчик непрочитанных сообщений

# Settings page
source: Paste settings copied before
ru_ru: Вставьте настройки скопированные ранее

# Settings page
source: Import Settings
ru_ru: Импорт настроек

# Settings page
source: Copy settings, so you can import them later to another website
ru_ru: Копирование настроек, чтобы позже импортировать в другой веб-сайт

# Settings page
source: Export Settings
ru_ru: Экспорт настроек

# Settings page
source: Outgoing call sound volume
ru_ru: Громкость звука исходящего звонка

# Settings page
source: Incoming call sound volume
ru_ru: Громкость звука входящего звонка

# Settings page
source: Message sent sound volume
ru_ru: Громкость звука при отправке сообщения

# Settings page
source: From 0 to 100 (0 to disable)
ru_ru: От 0 до 100 (0 чтобы отключить)

# Settings page
source: Message notification sound volume
ru_ru: Громкость звука оповещения о новом сообщении

# Settings page
source: This notice will be hidden when MyCRED plugin is installed
ru_ru: Это уведомление будет скрыто когда будет установлен плагин MyCRED.

# Settings page
source: For example (en, ko, es)
ru_ru: Например (en, ko, es)

# Settings page
source: Language
ru_ru: Язык

# Settings page
source: Leave this field empty to disable stickers
ru_ru: Оставьте это поле пустым, чтобы отключить стикеры

# Settings page
source: Stipop.io API Key
ru_ru: Ключ API Stipop.io

# Settings page
source: GIPHY Language <a href="%s" target="_blank">Learn more</a>
ru_ru: Язык GIPHY <a href="%s" target="_blank">Подробнее</a>

# Settings page
source: GIPHY Language
ru_ru: Язык GIPHY

# Settings page
source: GIPHY Content rating
ru_ru: Ограничения Контента GIPHY

# Settings page
source: How to create GIPHY API key
ru_ru: Как создать ключ API для GIPHY

# Settings page
source: Leave this field empty to disable giphy
ru_ru: Оставьте это поле пустым, чтобы отключить giphy

# Settings page
source: GIPHY API Key
ru_ru: Ключ API для GIPHY

# Settings page
source: Disable User Settings
ru_ru: Отключить настройки пользователя

# Settings page
source: Disables favorite messages functionality
ru_ru: Отключить функцию помеченных сообщений

# Settings page
source: Disable Favorite Messages
ru_ru: Отключить помеченные сообщения

# Settings page
source: Disables search functionality
ru_ru: Отключает поиск

# Settings page
source: Disable Search
ru_ru: Отключить поиск

# Settings page
source: Allow user disable sound notifications in their user settings
ru_ru: Разрешить пользователю отключить звуковые уведомления в настройках пользователя

# Settings page
source: Allow to disable sound notification
ru_ru: Разрешить отключать звуковое оповещение

# Settings page
source: Call Request Time Limit
ru_ru: Ограничение по запросу вызова

# Settings page
source: Call time limit before call marked as missed (seconds)
ru_ru: Время которое попытка звонка продолжается прежде чем звонок будет отменен и помечен как пропущенный

# Settings page
source: Makes mute and hide video icons to appear in reverse way
ru_ru: Изменяет кнопки выключения микрофона и камеры видео

# Settings page
source: Revert Mute Voice & Hide Video icons
ru_ru: Перевернуть кнопки выключения камеры и микрофона

# Settings page
source: Allow users to make audio calls between each other
ru_ru: Разрешить пользователям совершать аудиозвонки между собой

# Settings page
source: Enable Audio Calls
ru_ru: Включить аудиовызовы

# Settings page
source: Allow users to make video calls between each other
ru_ru: Разрешить пользователям совершать видеозвонки между собой

# Settings page
source: Enable Video Calls
ru_ru: Включить видеовызовы

# Settings page
source: This notice will be hidden when website will work via HTTPS
ru_ru: Это уведомление будет скрыто, когда веб-сайт будет работать через HTTPS

# Settings page
source: One word per line
ru_ru: По одному слову в строке

# Settings page
source: Bad Words List
ru_ru: Список запрещенных слов

# Settings page
source: Selected roles will not see selected widgets
ru_ru: Выбранные роли не будут видеть выбранные виджеты

# Settings page
source: Restrict from viewing message
ru_ru: Запретить просмотр сообщения

# Settings page
source: Selected roles will not be allowed to reply
ru_ru: Выбранные роли не будут иметь права отвечать

# Settings page
source: Restrict new replies
ru_ru: Ограничить новые ответы

# Settings page
source: Remove new conversation button for restricted users
ru_ru: Убрать кнопку создания новой беседы для ограниченных пользователей

# Settings page
source: Selected roles will not be allowed to start new conversations
ru_ru: Выбранные роли не будут допущены к созданию новых бесед

# Settings page
source: Restrict the creation of a new conversation
ru_ru: Ограничить создание новых бесед

# Settings page
source: Day
ru_ru: Сутки

# Settings page
source: Hour
ru_ru: Час

# Settings page
source: messages per
ru_ru: сообщений за

# Settings page
source: Limitation (0 to disable)
ru_ru: Ограничение (0 чтобы отключить)

# Settings page
source: Limit max amount of replies within timeframe
ru_ru: Ограничить максимальное количество ответов за период времени

# Settings page
source: Rate limiting for new replies
ru_ru: Ограничение скорости новых ответов

# Settings page
source: You cannot send messages to this user
ru_ru: Вы не можете отправлять сообщения этому пользователю

# Settings page
source: Add new rule
ru_ru: Добавить новое правило

# Settings page
source: Message
ru_ru: Сообщение

# Settings page
source: To
ru_ru: К

# Settings page
source: From
ru_ru: От

# Settings page
source: Role to Role restrictions
ru_ru: Ограничение Роли к Роли

# Settings page
source: Restrict users from deleting conversations
ru_ru: Ограничить пользователей от удаления бесед

# Settings page
source: Limit new conversations creation to prevent users spam
ru_ru: Ограничьте создание новых бесед для предотвращения спама пользователей

# Settings page
source: Rate limiting new conversations (seconds)
ru_ru: Ограничение на создание новых бесед (секунды)

# Settings page
source: Allow users to restrict who can start conversations with them
ru_ru: Разрешить пользователям ограничивать кто может начинать беседы с ними

# Settings page
source: How it works?
ru_ru: Как это работает?

# Settings page
source: Additional realtime onsite notifications
ru_ru: Дополнительные всплывающие оповещения в реальном времени

# Settings page
source: Onsite notifications position
ru_ru: Позиция всплывающих уведомлений

# Settings page
source: Enable Browser Push Notifications
ru_ru: Включить push-уведомления в браузере

# Settings page
source: This will work only with setting above
ru_ru: Это будет работать только с включенной настройкой выше

# Settings page
source: Set to 0 to disable
ru_ru: Установите 0, чтобы отключить

# Settings page
source: Send email notifications every (minutes)
ru_ru: Отправлять уведомления каждые (минут)

# Settings page
source: Disable Send on Enter for Mobile Devices
ru_ru: Отключить отправку при нажатии Enter на мобильных устройствах

# Settings page
source: Dont show mobile chat button to following roles
ru_ru: Не показывать кнопку Мобильного Чата для следующих ролей

# Settings page
source: Dont show Mobile Chat button
ru_ru: Не показывать кнопку мобильного чата

# Settings page
source: Right
ru_ru: Справа

# Settings page
source: Left
ru_ru: Cлева

# Settings page
source: Add video call button to the mini chats
ru_ru: Добавить кнопку видеозвонка в мини-чат

# Settings page
source: Video Call Button
ru_ru: Кнопка видеозвонка

# Settings page
source: Add audio call button to the mini chats
ru_ru: Добавить кнопку аудиозвонка в мини-чат

# Settings page
source: Audio Call Button
ru_ru: Кнопка аудиозвонка

# Settings page
source: Enable link previews
ru_ru: Включить предпросмотр ссылок

# Settings page
source: Enable oEmbed for popular services
ru_ru: Включить oEmbed для популярных сервисов

# Settings page
source: Search all users
ru_ru: Поиск всех пользователей

# Settings page
source: Disable users search
ru_ru: Отключить поиск пользователей

# Settings page
source: This website has domain name <b>%s</b>
ru_ru: Этот сайт имеет доменное имя <b>%s</b>

# Settings page
source: Enable Messages Viewer
ru_ru: Включить просмотр сообщений

# Settings page
source: Show my profile button in the messages interface
ru_ru: Показать кнопку Мой Профиль в интерфейсе мессенджера

# Settings page
source: Show My Profile Button
ru_ru: Показывать кнопку Мой Профиль

# Settings page
source: Show full screen button for desktop browsers
ru_ru: Показывать кнопку включения полноэкранного режима в десктопных браузерах

# Settings page
source: Full Screen Mode
ru_ru: Полноэкранный режим

# Settings page
source: Allow users to set their status: Online, Away or Do not disturb
ru_ru: Разрешить пользователям устанавливать статус: Онлайн, Отошел или Не беспокоить

# Settings page
source: User Statuses
ru_ru: Статусы пользователя

# Settings page
source: All messages at left side
ru_ru: Все сообщения слева

# Settings page
source: My messages at right side
ru_ru: Мои сообщения справа

# Settings page
source: My messages at left side
ru_ru: Мои сообщения слева

# Settings page
source: Modern
ru_ru: Современный

# Settings page
source: Standard
ru_ru: Стандартный

# Settings page
source: Messages styling
ru_ru: Стиль сообщений

# Settings page
source: Enable Encryption
ru_ru: Включить шифрование

# Settings page
source: AJAX refresh interval on other sites pages
ru_ru: AJAX интервал обновления на других страницах сайта

# Settings page
source: Site Refresh Interval
ru_ru: Интервал обновления на сайте

# Settings page
source: Refresh mechanism
ru_ru: Механизм обновления

# Settings page
source: Show in WooCommerce My Account
ru_ru: Показывать на странице аккаунта WooCommerce

# Settings page
source: Show in Asgaros Forum Profile
ru_ru: Показать в Asgaros Forum профиле

# Settings page
source: Show in Ultimate Member profile
ru_ru: Показать в Ultimate Member профиле

# Settings page
source: Show in BuddyPress profile
ru_ru: Показать в BuddyPress профиле

# Settings page
source: Select page
ru_ru: Выбрать страницу

# Settings page
source: Choose the page where Better Messages will be located
ru_ru: Выберите страницу, на которой будут расположены Better Messages

# Settings page
source: Better Messages Location
ru_ru: Расположение сообщений

# Settings page
source: Shortcodes
ru_ru: Шорткоды

# Settings page
source: Group Calls
ru_ru: Групповые Звонки

# Settings page
source: Calls
ru_ru: Звонки

# Settings page
source: Restrictions
ru_ru: Ограничения

# Settings page
source: Notifications
ru_ru: Уведомления

# Settings page
source: Attachments
ru_ru: Вложения

# Settings page
source: Mobile
ru_ru: Для мобильных

# Settings page
source: Mini Widgets
ru_ru: Мини виджеты

# Settings page
source: Integrations
ru_ru: Интеграции

# Settings page
source: Messaging
ru_ru: Сообщения

# Settings page
source: General
ru_ru: Основное

# Chat rooms settings page
source: Login
ru_ru: Авторизация

# Chat rooms settings page
source: You are not allowed to reply in this chat room
ru_ru: Вы не можете отвечать в этой чат-комнате

# Chat rooms settings page
source: You are not allowed to join this chat room
ru_ru: Вы не можете присоединиться к этой чат-комнате

# Chat rooms settings page
source: Join chat room
ru_ru: Присоединиться к чат-комнате

# Chat rooms settings page
source: Settings
ru_ru: Настройки чат-комнаты

# Chat Rooms
source: New Chat Room
ru_ru: Новая Чат-Комната

# Chat Rooms
source: Edit Chat Room
ru_ru: Редактировать Чат-Комнату

# Chat Rooms
source: Create new Chat Room
ru_ru: Создать новую Чат-Комнату

# Chat Rooms
source: Chat Room
ru_ru: Чат-Комната

source: Chat Rooms
ru_ru: Чат-Комнаты

# WP Admin
source: This message contains %s attachment(s):
ru_ru: Это сообщение содержит %s вложений:

# Settings page
source: Set 0 to not delete attachments
ru_ru: Установите 0, чтобы не удалять вложения

# Settings page
source: If the user already has conversation with the selected recipient, but its deleted, it will be proposed to continue conversation by restoring it
ru_ru: Если пользователь уже имеет беседу с выбранным получателем, но она удалена, ему будет предложено продолжить беседу восстановив ее.

# Settings page
source: Include when starting new conversation
ru_ru: Включить при начале новой беседы

# Settings page
source: The user will not be proposed to continue deleted conversation
ru_ru: Пользователю не будет предложено продолжить удаленную беседу.

# Settings page
source: Ignore when starting new conversation
ru_ru: Исключить при начале новой беседы

# Settings page
source: Deleted conversations
ru_ru: Удаленные беседы

# Settings page
source: Allow to see who seen the message in group conversations
ru_ru: Разрешить смотреть, кто именно просмотрел сообщение в групповых беседах

# Settings page
source: Detailed Messages Status
ru_ru: Детальный Статус Сообщения

# Settings page
source: Show messages statuses in conversation list
ru_ru: Показывать статус доставки сообщений в списке бесед

# Settings page
source: Messages Status in Conversation list
ru_ru: Статус сообщений в списке бесед

# Settings page
source: Messages status
ru_ru: Статус доставки сообщения

# Settings page
source: Users will be able to see who reacted to the message
ru_ru: Пользователи смогут посмотреть, кто отреагировал на сообщение

# Settings page
source: Detailed Reactions
ru_ru: Детальные реакции

# Settings page
source: Messages reactions
ru_ru: Реакции на сообщение

# Settings page
source: Seems like this website has active WebSocket License, but you are still using free version of plugin. If you already have WebSocket version installed, then delete free version completely. Try to download and install plugin from <a href="%s">your account</a> page.
ru_ru: Похоже, что на этом сайте есть активная лицензия WebSocket, но вы все еще используете бесплатную версию плагина. Если у вас уже установлена версия WebSocket, удалите бесплатную версию полностью. Попробуйте загрузить и установить плагин со страницы <a href="%s">вашего аккаунта</a>.

# Settings page
source: Translate Better Messages
ru_ru: Перевести Better Messages

# Settings page
source: More customization options
ru_ru: Больше настроек кастомизации

# Settings page
source: Modern messages layout
ru_ru: Современный макет сообщений

# User settings
source: When enabled, you will not hear a sound when a new message is received.
ru_ru: Если включено, вы не услышите звук, когда вы получили новое сообщение.

# User settings
source: Disable new message sound notification
ru_ru: Отключить звуковые оповещения о новых сообщениях

source: You need to recover this conversation to continue.
ru_ru: Вам нужно восстановить эту беседу, чтобы продолжить.

source: This conversation is deleted.
ru_ru: Эта беседа удалена.

# WP Customizer
source: Right side
ru_ru: Правая сторона

# WP Customizer
source: Left side
ru_ru: Левая сторона

# WP Customizer
source: Choose where do you want to locate mini widgets and mini chats
ru_ru: Выберите где вы хотите разместить мини виджеты и мини чаты

# WP Customizer
source: Mini widgets position
ru_ru: Позиция мини виджетов

# WP Customizer
source: Mini Chats Buttons Roundness
ru_ru: Мини Чаты Закругление кнопок

# WP Customizer
source: Mini Widgets Window Roundness
ru_ru: Мини Чаты Закругление окон

# WP Customizer
source: Mini Widgets & Mini Chats
ru_ru: Мини Виджеты и Мини Чаты

# WP Customizer
source: Tooltips: Text Color
ru_ru: Подсказки: Цвет текста

# WP Customizer
source: Tooltips: Background Color
ru_ru: Подсказки: Цвет фона

# WP Customizer
source: Date Background
ru_ru: Цвет фона даты

# WP Customizer
source: At the start of messages stack
ru_ru: В начале стека сообщений

# WP Customizer
source: At every single message
ru_ru: В каждом отдельном сообщении

# WP Customizer
source: Show message sent date
ru_ru: Показывать время отправки сообщения

# WP Customizer
source: Hide everywhere
ru_ru: Скрывать везде

# WP Customizer
source: Hide in group conversations
ru_ru: Скрывать в групповых беседах

# WP Customizer
source: Hide in private conversations
ru_ru: Скрывать в приватных беседах

# WP Customizer
source: Show everywhere
ru_ru: Показывать везде

# WP Customizer
source: Hide avatars if you want to allow messages to have more space in messages list
ru_ru: Скрыть аватары, если вы хотите оставить больше места для сообщений

# WP Customizer
source: Avatars in messages list
ru_ru: Аватары в списке сообщений

# WP Customizer
source: Nothing
ru_ru: Ничего

# WP Customizer
source: Conversation subject
ru_ru: Тема беседы

# WP Customizer
source: Online indicator or last active time (only WebSocket Version)
ru_ru: Онлайн индикатор или время последней активности (только WebSocket версия)

# WP Customizer
source: What to show under user name in private conversations?
ru_ru: Что показывать под именем пользователя в приватных беседах?

# WP Customizer
source: Subtitle in private conversations
ru_ru: Подзаголовок в приватных беседах

# WP Customizer
source: Show avatars in group conversation header
ru_ru: Показывать аватары в шапке групповой беседы

# WP Customizer
source: Date Labels Roundness
ru_ru: Даты Закругление

# WP Customizer
source: Show Date Labels
ru_ru: Показывать Даты

# WP Customizer
source: Avatars Roundness
ru_ru: Закругление аватаров

# WP Customizer
source: Messages Window Roundness
ru_ru: Закругление контейнера сообщений

# wpForo Integration
source: Private Message
ru_ru: Личное сообщение

# wpForo Integration
source: Messages
ru_ru: Сообщения

# WP User Manager Integration
source: Show in WP User Manager profile
ru_ru: Показывать в WP User Manager профиле

# WP User Manager Integration
source: Messages
ru_ru: Сообщения

# WP User Manager Integration
source: Private Message
ru_ru: Личное сообщение

# UsersWP Integration
source: Messages
ru_ru: Сообщения

# UsersWP Integration
source: Private Message
ru_ru: Личное сообщение

# UsersWP Integration
source: Show in UsersWP profile
ru_ru: Показывать в UsersWP профиле

# ProfileGrid Integration
source: Message
ru_ru: Сообщение

# ProfileGrid Integration
source: Messages
ru_ru: Сообщения

# ProfileGrid Integration
source: Show in ProfileGrid profile
ru_ru: Показывать в ProfileGrid профиле

# PeepSo Integration
source: View All
ru_ru: Просмотреть все

# PeepSo Integration
source: New message
ru_ru: Новое сообщение

# PeepSo Integration
source: Messages
ru_ru: Сообщения

source: Realtime private messaging system for WordPress
ru_ru: Система приватных сообщения в реальном временя для WordPress

# WP Admin
source: Database Tools
ru_ru: Инструменты БД

# WP Admin
source: System
ru_ru: Система

# Settings page
source: This shortcode will try to find user_id from environment, for example author of post and display Mini Chat button.
ru_ru: Этот шорткод попробуй найти user_id из окружения, например автор поста и отобразит кнопку Мини-Чата.

# Settings page
source: This shortcode will try to find user_id from environment, for example author of post and display Audio Call button.
ru_ru: Этот шорткод попробуй найти user_id из окружения, например автор поста и отобразит кнопку Аудиовызова.

# Settings page
source: This shortcode will try to find user_id from environment, for example author of post and display Video Call button.
ru_ru: Этот шорткод попробуй найти user_id из окружения, например автор поста и отобразит кнопку Видеовызова.

# Settings page
source: This shortcode will try to find user_id from environment, for example author of post and display Private Message button.
ru_ru: Этот шорткод попробуй найти user_id из окружения, например автор поста и отобразит кнопку Приватного Сообщения.

# Settings page
source: To add this shortcode to your menu item you can use <a href="https://wordpress.org/plugins/shortcode-in-menus/" target="_blank">Shortcode in Menus</a> plugin.
ru_ru: Чтобы добавить этот короткий код в пункт меню, вы можете использовать плагин <a href="https://wordpress.org/plugins/shortcode-in-menus/" target="_blank">Shortcode in Menus</a> .

# Settings page
source: Show link in bbPress author details
ru_ru: Показать ссылку в деталях автора сообщения bbPress

# Settings page
source: This notice will be hidden when GamiPress plugin is installed
ru_ru: Это уведомление будет скрыто когда будет установлен плагин GamiPress.

# Settings page
source: Message when user can`t start new conversation
ru_ru: Сообщение, когда пользователь не может начать новую беседу

# Settings page
source: The charge will be applied additionally to the message price
ru_ru: Дополнительная плата будет добавлена к стоимости сообщения

# Settings page
source: Price for new starting new conversation
ru_ru: Цена за начала новой беседы

# Settings page
source: HTML Allowed
ru_ru: HTML Разрешен

# Settings page
source: Message when user can`t send new reply
ru_ru: Сообщение, когда пользователь не может отвечать

# Settings page
source: Price
ru_ru: Цена

# Settings page
source: Role
ru_ru: Роль

# Settings page
source: Use 0 if this is free
ru_ru: Используйте 0, если это бесплатно

# Settings page
source: Price for new message in the conversation
ru_ru: Цена за новое сообщение в беседе

# Settings page
source: Change messages tab URL slug in BuddyPress group
ru_ru: Изменить URL ярлык вкладки сообщений в BuddyPress группах
