Repository: kuznetsov9/wp-content-13-01
Catalog: languages/plugins/dco-comment-attachment-*.po
Languages: ru_ru

source: Attachments deleted from %s comment.
ru_ru: Вложения удалены из %s комментария.

source: Click to check/uncheck all extensions of this type.
ru_ru: Щёлкните, чтобы установить/снять отметку со всех расширений этого типа.

source: Drop file here
ru_ru: Перетащите файл сюда

source: Drop files here
ru_ru: Перетащите файлы сюда

source: Link to the attachment page
ru_ru: Ссылка на страницу вложения

source: Link to a full-size image in a new tab
ru_ru: Ссылка на полноразмерное изображение в новой вкладке

source: Link to a full-size image with lightbox plugins support (see <a href="%s">FAQ</a> for details)
ru_ru: Ссылка на полноразмерное изображение с поддержкой плагинов лайтбокс (подробности в разделе <a href="%s">Чаво</a>)

source: Not link
ru_ru: Без ссылки

source: Link thumbnail?
ru_ru: Ссылка в миниатюре

source: Attached attachments:
ru_ru: Прикреплённые вложения:

source: If checked, all comments with attachments must be manually approved before they appear on the site.
ru_ru: Если флажок установлен, необходимо будет вручную одобрить все комментарии с вложениями, прежде чем они появятся на сайте.

source: Manually moderate comments with attachments
ru_ru: Вручную модерировать комментарии с вложениями

source: The size of the thumbnail for the gallery of attached images.
ru_ru: Размер миниатюры прикреплённых изображений в галерее.

source: Gallery image size
ru_ru: Размер изображения галереи

source: If checked, attached images will be combined to a gallery. Otherwise, the images will be displayed as a list.
ru_ru: Если флажок установлен, прикреплённые изображения будут объединены в галерею. В противном случае изображения будут отображаться в виде списка.

source: Combine images to gallery?
ru_ru: Объединить изображения в галерею?

source: If checked, users will be able to upload multiple attachments at once.
ru_ru: Если флажок установлен, пользователи смогут загружать одновременно несколько вложений.

source: Enable multiple upload?
ru_ru: Включить множественную загрузку?

source: Admin Panel
ru_ru: Админ-панель

source: Permissions
ru_ru: Разрешения

source: Multiple upload
ru_ru: Множественная загрузка

source: Images
ru_ru: Изображения

source: General
ru_ru: Общие

source: Uploading multiple files is forbidden!
ru_ru: Загрузка нескольких файлов запрещена!

source: The type "autoembed-links-notification" is deprecated. Use "autoembed-links" instead.
ru_ru: Тип "autoembed-links-notification" устарел. Используйте "autoembed-links" вместо него.

source: Attachments
ru_ru: Вложения

source: The commenting form not found.
ru_ru: Форма комментирования не найдена.

source: Only logged users
ru_ru: Только вошедшие пользователи

source: All users
ru_ru: Все пользователи

source: Who can upload attachment?
ru_ru: Кто может загружать вложение?

source: allowed only for Administrators and Editors.
ru_ru: разрешено только для администраторов и редакторов.

source: available for embedding.
ru_ru: доступно для встраивания.

source: Autoembed links in comment text?
ru_ru: Автоматически встраивать ссылки в тексте комментария?

source: Links to YouTube, Facebook, Twitter and other services inserted in the comment text will be automatically embedded.
ru_ru: Ссылки на YouTube, Facebook, Twitter и другие сервисы, вставленные в текст комментария, будут автоматически встроены.

source: If checked, links (like YouTube, Facebook, Twitter, etc.) in the comment text will be automatically turned into embedded content.
ru_ru: Если флажок установлен, ссылки (например, YouTube, Facebook, Twitter, etc.) в тексте комментария будут автоматически встроены.

source: Settings
ru_ru: Настройки

source: Remove Attachment
ru_ru: Удалить вложение

source: Update the comment to see a preview of <a href="#" target="_blank">the selected attachment</a>.
ru_ru: Обновите комментарий для предварительного просмотра <a href="#" target="_blank">выбранного вложения</a>.

source: Comment %d does not exist
ru_ru: Комментария %d не существует

source: Show less
ru_ru: Показать меньше

source: This action will delete the attachment from the Media Library and cannot be undone. Continue?
ru_ru: Это действие удалит вложение из библиотеки файлов и не может быть отменено. Продолжить?

source: Replace Attachment
ru_ru: Заменить вложение

source: Add Attachment
ru_ru: Добавить вложение

source: Set Comment Attachment
ru_ru: Установить вложение комментария

source: An error occurred while deleting the attachment.
ru_ru: Произошла ошибка при удалении вложения.

source: The comment has no attachment.
ru_ru: У комментария нет вложений.

source: Sorry, you are not allowed to edit comments on this post.
ru_ru: Извините, вам не разрешено изменять комментарии к этой записи.

source: Go back
ru_ru: Вернуться назад

source: Invalid comment ID.
ru_ru: Неверный ID комментария.

source: Delete Attachment
ru_ru: Удалить вложение

source: Show all
ru_ru: Показать все

source: Full (original image)
ru_ru: Полный (исходное изображение)

source: Crop
ru_ru: Обрезано

source: Yes
ru_ru: Да

source: No
ru_ru: Нет

source: Size
ru_ru: Размер

source: Unattach attachment from comment
ru_ru: Открепить вложение от комментария

source: Delete attachment from Media Library
ru_ru: Удалить вложение из библиотеки файлов

source: Delete Attachment action on Edit Comments page
ru_ru: Действие «Удалить вложение» на странице редактирования комментариев

source: If unchecked, the attachment will be available in Media Library after the comment has been deleted.
ru_ru: Если флажок не установлен, вложение будет доступно в библиотеке файлов после удаления комментария.

source: Delete attachment when comment is deleted?
ru_ru: Удалить вложение вместе с комментарием?

source: Allowed File Types
ru_ru: Разрешенные типы файлов

source: If checked, the attachment is displayed as an image, video, audio, or file link. Otherwise, all attachments will be displayed as links to files.
ru_ru: Если флажок установлен, вложение отобразится как изображение, видео, аудио или ссылка на файл. В противном случае все вложения будут отображаться как ссылки на файлы.

source: Embed attachment?
ru_ru: Встроить вложение?

source: If checked, the user will not be able to post a comment without attaching an attachment.
ru_ru: Если флажок установлен, пользователь не сможет оставить комментарий без прикрепления вложения.

source: Is attachment required?
ru_ru: Вложение обязательно?

source: Set the value in megabytes. Currently your server allows you to upload files up to %s.
ru_ru: Установите значение в мегабайтах. Сейчас ваш сервер позволяет загружать файлы до %s.

source: Maximum upload file size
ru_ru: Максимальный размер загружаемого файла

source: The size of the thumbnail for attached images.
ru_ru: Размер миниатюры прикреплённых изображений.

source: Attachment image size
ru_ru: Размер прикреплённого изображения

source: DCO Comment Attachment Settings
ru_ru: Настройки DCO Comment Attachment

source: other
ru_ru: другое

source: code
ru_ru: код

source: archive
ru_ru: архив

source: text
ru_ru: текст

source: interactive
ru_ru: интерактив

source: spreadsheet
ru_ru: таблица

source: document
ru_ru: документ

source: video
ru_ru: видео

source: audio
ru_ru: аудио

source: image
ru_ru: изображение

source: A PHP extension stopped the file upload.
ru_ru: Расширение PHP остановило загрузку файла.

source: Failed to write file to disk.
ru_ru: Не удалось записать файл на диск.

source: Missing a temporary folder.
ru_ru: Временная папка не найдена.

source: The uploaded file was only partially uploaded.
ru_ru: Файл был загружен не полностью.

source: The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form.
ru_ru: Размер загруженного файла превышает значение MAX_FILE_SIZE, указанное в HTML-форме.

source: The file is too large. Allowed attachments up to %s.
ru_ru: Файл слишком большой. Разрешены вложения до %s.

source: Comment Submission Failure
ru_ru: Ошибка при отправке комментария

source: ERROR
ru_ru: ОШИБКА

source: WordPress doesn't allow this type of uploads.
ru_ru: WordPress не разрешает загрузку такого типа.

source: Attachment is required.
ru_ru: Вложение обязательно.

source: You can upload: %s.
ru_ru: Вы можете загрузить: %s.

source: The maximum upload file size: %s.
ru_ru: Максимальный размер загружаемого файла: %s.

source: Attachment
ru_ru: Вложение

source: Allows your visitors to attach files with their comments
ru_ru: Позволяет вашим посетителям прикреплять файлы к своим комментариям
